import productImg1 from './../img/new-products/product-T-shorts.png';
import productImg2 from './../img/new-products/product-combez.png';
import productImg3 from './../img/new-products/product-leggenci.png';
import productImg4 from './../img/new-products/product-yubka.png';
import productImg5 from './../img/new-products/product-shorts.png';
import productImg6 from './../img/new-products/product-top.png';
import productImg7 from './../img/new-products/product-kupal.png';
import productImg8 from './../img/new-products/product-velosip.png';
import productImg9 from './../img/new-products/product-trusi.png';
import productImg10 from './../img/new-products/product-polupal.png';

const products = [
	{
		id: '1',
		title: 'Футболки с кастомным принтом',
		img: productImg1,
		description:
			'Дизайнерские футболки в ассортименте с принтами на любой вкус. Уникальные дизайны принтов с вашими любимыми играми и не только. ',
		specifications:
			'Характеристики: 116-146 рост / 92%-хлопок 8%-лайкра / чёрный / белый / Россия',
		reviews: '5',
	},
	{
		id: '2',
		title: 'Комбинезон спортивный',
		img: productImg2,
		description:
			'Классический комбинезон спортивный - универсальный и распространенный вариант одежды для тренировок, гимнастики, танцев, акробатики.',
		specifications:
			'Характеристики: 28-36 размеры / 100% бифлекс / черный / без рисунка / Россия',
		reviews: '4.5',

		country: 'Россия',
		size: '28 - 36 размер',
		width: '20 см',
		length: '15 см',
		height: '5 см',
		material: 'Лайкра 100%',
		gender: 'Девочки',
		color: 'Чёрный',
		drawing: 'Без рисунка',

		link: 'https://www.wildberries.ru/catalog/151591102/detail.aspx',

		fullDescription:
			'Классический комбинезон спортивный - универсальный и распространенный вариант одежды для тренировок, гимнастики, танцев, акробатики. Гимнастический костюм для танцев является аналогом купальника , боди гимнастического с коротким рукавом. Верхняя часть с вырезом на спине , а нижняя часть выполнена из укороченных шорт. При пошиве гимнастического комбинезона используется современная ткань, выводящая влагу с поверхности кожи и сохраняющая сухость и тепло тела, за счёт чего он идеально подходит для тренировок и выступлений. Лайкра (бифлекс) - гарантирует коже комфортные ощущения, эластичность, несминаемость и высокую устойчивость к стиранию. Комбинезон подходит для занятий спортом- спортивных танцев, фигурного катания, легкой атлетики, ритмики, йоги, хореографии, воздушной акробатики, эквилибристики. Отлично садится по фигуре и не сковывает движения. Комфортный, износостойкий и долговечный материал - бифлекс . Также подходит для купания, занятием другими видами спорта Ваша юная спортсменка будет в нем неотразима! Комбинезон спортивный черный для гимнастики комбинезон для воздушной гимнастики комбинезон для хореографии верхняя часть купальника комбинезон гимнастический для девочки комбинезон для гимнастика девочки блестящий комбинезон комбинезон блестящий комбинезон для гимнастики детский гимнастический комбинезон комбинезон гимнастический.',
	},
	{
		id: '3',
		title: 'Леггинсы спортивные',
		img: productImg3,
		description:
			'Спортивные леггинсы для девочек, которые подходят для гимнастики. Универсальные и практичные в использовании. ',
		specifications:
			'Характеристики: 116-140 рост / 100% лайкра / чёрный / без рисунка / Россия',
		reviews: '4.8',

		country: 'Россия',
		size: '116 - 140 рост',
		width: '18 см',
		length: '15 см',
		height: '3 см',
		material: 'Лайкра 100%',
		gender: 'Девочки',
		color: 'Чёрный',
		drawing: 'Без рисунка',

		link: 'https://www.wildberries.ru/catalog/147910887/detail.aspx',

		fullDescription:
			'Давайте рассмотрим спортивные леггинсы для девочек, которые подходят для гимнастики. Мы рекомендуем выбирать черные спортивные леггинсы для девочек, так как они будут более универсальными и практичными в использовании. Это особенно важно, когда вы занимаетесь гимнастикой, где вы можете столкнуться с различными поверхностями и материалами, которые могут быстро испачкаться и затерять свой первоначальный вид. Кроме того, спортивные леггинсы для девочек часто имеют короткую длину, что делает их более удобными и практичными для занятий спортом. Некоторые леггинсы спортивные для девочек могут иметь рубчик, что дополнительно обеспечивает комфорт и поддержку во время движения. Если вы ищете спортивные леггинсы для детей, то обратите внимание на специализированные детские коллекции, которые обычно имеют более мягкий и эластичный материал, что обеспечивает дополнительный комфорт и поддержку для растущих тел. В итоге, при выборе спортивных леггинсов для гимнастики, убедитесь, что они подходят для вашего возраста и размера, имеют короткую длину для удобства и, желательно, черного цвета для практичности.',
	},
	{
		id: '4',
		title: 'Шифоновая юбка',
		img: productImg4,
		description:
			'Короткая юбка с запахом спортивная для девочек и женщин. Легкая, струящаяся, мини юбка садится на любую фигуру. Идеально подходит для занятий спортом и танцами, гимнастикой. ',
		specifications:
			'Характеристики: 28-34 размеры / 100% шифон / чёрный / полу-прозрачный / Россия',
		reviews: '4.6',
	},
	{
		id: '5',
		title: 'Шорты спортивные',
		img: productImg5,
		description:
			'Спортивные гимнастические шорты - выполнены из приятного эластичного материала бифлекс. Который выделяется своей эластичностью, способен деликатно облегать тело и при этом не стеснять движений Вашего ребёнка. ',
		specifications:
			'Характеристики: 116-140 рост / 100% бифлекс / чёрный / без рисунка / Россия',
		reviews: '5',
	},
	{
		id: '6',
		title: 'Топ гимнастический',
		img: productImg6,
		description:
			'Топ для гимнастики - это удобная и практичная укорочённая майка - борцовка. Которая комфортно прилегает к телу ребёнка, а зауженные на спине шлейки, позволяют плотно держаться топу на плечах. ',
		specifications:
			'Характеристики: 128-146 рост / 100% лайкра / чёрный / без рисунка / Россия',
		reviews: '4.6',
	},
	{
		id: '7',
		title: 'Купальник гимнастический',
		img: productImg7,
		description:
			'Купальник из бифлекса отлично подходит для занятий хореографией, спортом, танцами и гимнастикой. Отличается своей практичностью, эластичностью, и износоустойчивостью, благодаря чему ребенок с легкостью сможет выполнять гимнастические элементы различной сложности. ',
		specifications:
			'Характеристики: 28-36 размеры / 100% бифлекс / чёрный / без рисунка / Россия',
		reviews: '5',
	},
	{
		id: '8',
		title: 'Велосипедки',
		img: productImg8,
		description:
			'Велосипедки - идеальная одежда для занятия гимнастикой или танцами. Ведь они хорошо тянутся, за счёт материала бифлекс. Который также имеет водоотталкивающие свойства, и не проявят мокрых пятен на изделии, даже при самой активной тренировке. ',
		specifications:
			'Характеристики: 116-140 рост / 100% бифлекс / чёрный / без рисунка / Россия',
		reviews: '5',
	},
	{
		id: '9',
		title: 'Трусы для гимнастики',
		img: productImg9,
		description:
			'Гимнастические трусики для занятий танцами и гимнастикой. Легко надеваются, надежно фиксируются, практически не ощущаются и не мешают движениям. ',
		specifications:
			'Характеристики: 28-36 размеры / 100% бифлекс / чёрный / без рисунка / Россия',
		reviews: '5',
	},
	{
		id: '10',
		title: 'Полупальцы',
		img: productImg10,
		description:
			'Главное правило успешного выступления - это комфортные полупальцы. Юной спортсменке в них должно быть удобно, а ножка не должна потеть в них.',
		specifications: 'Характеристики: 32-36 размеры / 100% микрофибра / Россия',
		reviews: '4.5',
	},
];

export { products };
