import productImg1 from './../img/new-products/product-T-shorts.png';
import productImg2 from './../img/new-products/product-combez.png';
import productImg3 from './../img/new-products/product-leggenci.png';
import productImg4 from './../img/new-products/product-yubka.png';
import productImg5 from './../img/new-products/product-shorts.png';
import productImg6 from './../img/new-products/product-top.png';
import productImg7 from './../img/new-products/product-kupal.png';
import productImg8 from './../img/new-products/product-velosip.png';
import productImg9 from './../img/new-products/product-trusi.png';
import productImg10 from './../img/new-products/product-polupal.png';

const products = [
	{
		link: './product-page1',
		title: 'Футболки с кастомным принтом',
		img: productImg1,
		description:
			'Дизайнерские футболки в ассортименте с принтами на любой вкус. Уникальные дизайны принтов с вашими любимыми играми и не только. ',
		specifications:
			'Характеристики: 116-146 рост / 92%-хлопок 8%-лайкра / чёрный / белый / Россия',
		reviews: '5',
	},
	{
		link: './product-page2',
		title: 'Комбинезон спортивный',
		img: productImg2,
		description:
			'Классический комбинезон спортивный - универсальный и распространенный вариант одежды для тренировок, гимнастики, танцев, акробатики.',
		specifications:
			'Характеристики: 28-36 размеры / 100% бифлекс / черный / без рисунка / Россия',
		reviews: '4.5',
	},
	{
		link: './product-page3',
		title: 'Леггинсы спортивные',
		img: productImg3,
		description:
			'Спортивные леггинсы для девочек, которые подходят для гимнастики. Универсальные и практичные в использовании. ',
		specifications:
			'Характеристики: 116-140 рост / 100% лайкра / чёрный / без рисунка / Россия',
		reviews: '4.8',
	},
	{
		link: './product-page4',
		title: 'Шифоновая юбка',
		img: productImg4,
		description:
			'Короткая юбка с запахом спортивная для девочек и женщин. Легкая, струящаяся, мини юбка садится на любую фигуру. Идеально подходит для занятий спортом и танцами, гимнастикой. ',
		specifications:
			'Характеристики: 28-34 размеры / 100% шифон / чёрный / полу-прозрачный / Россия',
		reviews: '4.6',
	},
	{
		link: './product-page4',
		title: 'Шорты спортивные',
		img: productImg5,
		description:
			'Спортивные гимнастические шорты - выполнены из приятного эластичного материала бифлекс. Который выделяется своей эластичностью, способен деликатно облегать тело и при этом не стеснять движений Вашего ребёнка. ',
		specifications:
			'Характеристики: 116-140 рост / 100% бифлекс / чёрный / без рисунка / Россия',
		reviews: '5',
	},
	{
		link: './product-page4',
		title: 'Топ гимнастический',
		img: productImg6,
		description:
			'Топ для гимнастики - это удобная и практичная укорочённая майка - борцовка. Которая комфортно прилегает к телу ребёнка, а зауженные на спине шлейки, позволяют плотно держаться топу на плечах. ',
		specifications:
			'Характеристики: 128-146 рост / 100% лайкра / чёрный / без рисунка / Россия',
		reviews: '4.6',
	},
	{
		link: './product-page4',
		title: 'Купальник гимнастический',
		img: productImg7,
		description:
			'Купальник из бифлекса отлично подходит для занятий хореографией, спортом, танцами и гимнастикой. Отличается своей практичностью, эластичностью, и износоустойчивостью, благодаря чему ребенок с легкостью сможет выполнять гимнастические элементы различной сложности. ',
		specifications:
			'Характеристики: 28-36 размеры / 100% бифлекс / чёрный / без рисунка / Россия',
		reviews: '5',
	},
	{
		link: './product-page4',
		title: 'Велосипедки',
		img: productImg8,
		description:
			'Велосипедки - идеальная одежда для занятия гимнастикой или танцами. Ведь они хорошо тянутся, за счёт материала бифлекс. Который также имеет водоотталкивающие свойства, и не проявят мокрых пятен на изделии, даже при самой активной тренировке. ',
		specifications:
			'Характеристики: 116-140 рост / 100% бифлекс / чёрный / без рисунка / Россия',
		reviews: '5',
	},
	{
		link: './product-page4',
		title: 'Трусы для гимнастики',
		img: productImg9,
		description:
			'Гимнастические трусики для занятий танцами и гимнастикой. Легко надеваются, надежно фиксируются, практически не ощущаются и не мешают движениям. ',
		specifications:
			'Характеристики: 28-36 размеры / 100% бифлекс / чёрный / без рисунка / Россия',
		reviews: '5',
	},
	{
		link: './product-page4',
		title: 'Полупальцы',
		img: productImg10,
		description:
			'Главное правило успешного выступления - это комфортные полупальцы. Юной спортсменке в них должно быть удобно, а ножка не должна потеть в них.',
		specifications: 'Характеристики: 32-36 размеры / 100% микрофибра / Россия',
		reviews: '4.5',
	},
];

export { products };
